[
  {
    "text": "It is a painful thing\nTo look at your own trouble and know\nThat you yourself and no one else has made it",
    "author": "Sophocles",
    "source": "Ajax"
  },
  {
    "text": "Only human beings can look directly at something, have all the information they need to make an accurate prediction, perhaps even momentarily make the accurate prediction, and then say that it isn't so.",
    "author": "Gavin de Becker",
    "source": "The Gift of Fear"
  },
  {
    "text": "The beginning of wisdom is to call things by their proper name.",
    "author": "Confucius"
  },
  {
    "text": "Perfection is achieved, not when there is nothing left to add but when there is nothing left to take away.",
    "author": "Antoine de Saint-Exupéry",
    "source": "Wind, Sand, and Stars"
  },
  {
    "text": "Programming today is a race between software engineers striving to build bigger and better idiot-proof programs, and the Universe trying to produce bigger and better idiots. So far, the Universe is winning.",
    "author": "Rick Cook",
    "source": "The Wizardry Compiled"
  },
  {
    "text": "On two occasions, I have been asked [by members of Parliament], 'Pray, Mr. Babbage, if you put into the machine wrong figures, will the right answers come out?' I am not able to rightly apprehend the kind of confusion of ideas that could provoke such a question.",
    "author": "Charles Babbage"
  },
  {
    "text": "I have always wished that my computer would be as easy to use as my telephone.\nMy wish has come true.\nI no longer know how to use my telephone.",
    "author": "Bjarne Stroustrup (creator of C++)"
  },
  {
    "text": "In the beginning the Universe was created.\nThis has made a lot of people very angry and been widely regarded as a bad move.",
    "author": "Douglas Adams",
    "source": "The Restaurant at the End of the Universe"
  },
  {
    "text": "Your assumptions are your windows on the world. Scrub them off every once in a while, or the light won't come in.",
    "author": "Alan Alda",
    "source": "Commencement Address at Connecticut College"
  },
  {
    "text": "Any sufficiently advanced technology is indistinguishable from magic.",
    "author": "Arthur C. Clarke",
    "source": "Profiles of the Future"
  }
]
